Repository: heyrict/cindy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, ja

source: Japanese
fr: Japonais
ja: 日本語

source: English
fr: Anglais
ja: 英語

source: Chinese
fr: Chinois
ja: 中国語

source: French
ja: フランス語

source: Award
fr: Titre
ja: 称号

source: nick_name
fr: Surnom
ja: ニックネーム

source: profile
ja: プロフィール

source: experience
ja: 経験値

source: User-Award
ja: ユーザー称号

source: title
fr: Titre
ja: タイトル

source: yami
ja: 闇スープ

source: genre
ja: ジャンル

source: content
fr: Contenu
ja: コンテンツ

source: kaisetu
fr: Solution
ja: 解説

source: created
fr: Heure créé
ja: 作った時間

source: modified
fr: Heure modifié
ja: 最後変更時間

source: status
ja: ステータス

source: memo
ja: メモ

source: score
ja: スコア

source: Soup
ja: 問題

source: Albatross
fr: Enigme de situaton
ja: ウミガメのスープ

source: 20th-Door
fr: 20 questions
ja: ２０の扉

source: Little Albat
fr: Petit énigme de situation
ja: 亀夫君

source: Others & Formal
fr: Autres formes d'énigmes
ja: 新・形式

source: shitumon
fr: Question
ja: 質問

source: kaitou
fr: Réponse
ja: 回答

source: good_ques
fr: Bonne question
ja: 良い質問

source: true_ques
fr: Bonne réponse
ja: 正解

source: askedtime
fr: Heure questionné
ja: 質問時間

source: answeredtime
fr: Heure répondu
ja: 回答時間

source: Question
fr: Qustion
ja: 質問

source: channel
fr: Chaîne
ja: チャンネル

source: Can add homepage info
fr: Peut modifié les informations de la page d'acceuil
ja: ホームページインフォメーションを編集できる

source: Can grant awards to users
ja: 称号付与権

source: Lobby
ja: ロビー

source: Star
fr: Etoile
ja: スター

source: A website for playing situation puzzles
ja: ウミガメのスープ出題サイト

source: Chat With Lateral Thinking!
ja: ラテラルシンキングでチャットしよう！

source: homepage
fr: Acceuil
ja: ホームページ

source: mondai
fr: Problème
ja: 問題

source: All Soups
fr: Tous les soups
ja: すべての問題

source: NewSoup
fr: Nouvelle soup
ja: 出題

source: Profile
ja: プロフィール

source: logout
fr: Déconnecter
ja: ログアウト

source: register
fr: Identifier
ja: 登録

source: login
fr: Connecter
ja: ログイン

source: prev
fr: <-Avant
ja: <-前

source: next
fr: Après->
ja: 次->

source: Change channel
fr: Changer de chaîne
ja: チャンネル変更

source: edit
fr: Editer
ja: 編集

source: Send
fr: Envoyer
ja: 発言

source: Update
fr: Mettre à jour
ja: 更新

source: Selled Soups
fr: Soups donnés
ja: 出題した問題

source: MyStar
fr: Mes étoiles
ja: スター

source: You can register to cindy free and enjoy its contents in one more step!
fr: Vous pouvez jouer en un pas!
ja: 一歩だけで、あなたは無料で「Cindy」にサインイン出来ます！

source: Welcome to Cindy
ja: 「Cindy」へようこそ

source: Comments
fr: Commentaires
ja: 評価・コメント

source: Information
ja: インフォメーション

source: Add Info
fr: Ajouter des informations
ja: インフォメーションを追加する

source: Content
fr: Contenu
ja: コンテンツ

source: Preview
fr: Aperçu
ja: プレビュー

source: True Answer
fr: La vraie réponse
ja: 解説

source: Confirm
fr: Confirmation
ja: 確認

source: Commit Change
fr: Executer le changement
ja: 変更実行

source: You cannot revert change if you put the true answer!
ja: 正解を出すと二度と問題を編集出来ません

source: Continue?
ja: 続けますか？

source: Thank you for your voting!
ja: 投票ありがとうございました！

source: Giver
fr: Personne donnée
ja: 出題者

source: Give time
fr: Heure donnée
ja: 出題時間

source: [edit]
fr: [Editer]
ja: [編集]

source: uncheck as good-question
fr: Ne pas admettre comme une bonne question
ja: 良い質問にしない

source: check as good-question
fr: Admettre comme une bonne question
ja: 良い質問にする

source: uncheck as true-answer
fr: Ne pas admettre comme une bonne réponse
ja: 正解にしない

source: check as true-answer
fr: Admettre comme une bonne réponse
ja: 正解にする

source: waiting to be answered
fr: Attendez la réponse
ja: 回答はまだです

source: Put Responds
fr: Répondre à toutes les questions posées
ja: すべての質問を回答する

source: Show Comments
fr: Voir les commentaires
ja: 評価・コメントを見る

source: Comment here to introduce this Question to others!
ja: 評価・コメントでこの問題を他人に紹介しましょう！

source: Add Comments
ja: 評価・コメントをする

source: Memo
ja: メモ

source: uncheck as yami
fr: Ne pas admettre comme yami
ja: 闇スープにしない

source: check as yami
fr: Admettre comme yami
ja: 闇スープにする

source: Hello guest! I need to know who you are before you ask a question!
fr: Bonjour cher client! Vous avez besoin de vous connecter!
ja: こんにちは、ゲストさん。発言する前にログインしてくださいね^^。

source: Put True Answer
fr: Donner la vraie réponse
ja: 解説を出す

source: Put Question
fr: Poser une question
ja: 質問する

source: Latest
fr: Nouveauté
ja: 最新

source: Name
fr: Nom
ja: 名前

source: Created time
fr: Heure crée
ja: 作成時間

source: Last login
fr: Dernier connecte
ja: 最後のログイン時間

source: Mondai count
ja: 問題数

source: Question count
ja: 質問数

source: Good Question count
ja: 良い質問数

source: True Answer count
ja: 正解数

source: Comment count
ja: 評価・コメント数

source: None
fr: Rien
ja: なし

source: change
ja: 更新

source: Change password
fr: Changer de mot de passe
ja: パスワードを変更する

source: Title
fr: Titre
ja: タイトル

source: Genre
ja: ジャンル

source: Yami
ja: 闇スープ

source: You are not permitted to delete others star!
ja: あなたはスターを削除するパーミッションを持っていない。

source: Welcome to Cindy, a real-time website for lateral thinking games!
fr: Bienvenue chez [Cindy], un site qu'on peut jouer des énigmes à situation!
